Interage/IntegracaoSascar/IntegracaoSascar/IntegracaoSascar/bin/Debug/modeloxml/obterVeiculos.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://webservice.web.integracao.sascar.com.br/">
   <soapenv:Header/>
   <soapenv:Body>
      <web:obterVeiculos>
         <usuario>@usuario</usuario>
         <senha>@senha</senha>
         <quantidade>@quantidade</quantidade>
         <idVeiculo>@idveiculo</idVeiculo>
      </web:obterVeiculos>
   </soapenv:Body>
</soapenv:Envelope>